Repository: ali-akhound/Cmsi2
Catalog: AVA.Web.Resources/Resource.*.resx
Languages: fa_ir

# ArticleClientQuickFilterViewModel_Fields
source: Fields
fa_ir: زمینه کاری

# ArticleClientQuickFilterViewModel_Keyword
source: Keyword
fa_ir: کلید واژه ها

# ArticleClientQuickFilterViewModel_Title
source: Article Title
fa_ir: عنوان مقاله

# ArticleClientQuickFilterViewModel_Writer
source: Article Writer
fa_ir: نام نویسنده

# AspUserMembershipViewModel_ConfirmPassword
source: Confirm Password
fa_ir: تکرار رمز عبور

# AspUserMembershipViewModel_ConfirmPassword_Compare
source: Confirm password is not equal to password
fa_ir: رمز عبور با تکرار آن مطابقت ندارد

# AspUserMembershipViewModel_ConfirmPassword_ReqMsg
source: Confirm Password is Required
fa_ir: تکرار رمز عبور ضروری است

# AspUserMembershipViewModel_CreateDateConverted
source: CreateDate
fa_ir: تاریخ ثبت

# AspUserMembershipViewModel_Email
source: Email
fa_ir: ایمیل

# AspUserMembershipViewModel_Email_EmailValidation
source: Email is not correct
fa_ir: ایمیل صحیح نیست

# AspUserMembershipViewModel_Email_ReqMsg
source: Email is Required
fa_ir: ایمیل ضروری است

# AspUserMembershipViewModel_Enable
source: Enable
fa_ir: فعال

# AspUserMembershipViewModel_FirstName
source: FirstName
fa_ir: نام

# AspUserMembershipViewModel_FirstName_ReqMsg
source: FirstName is Required
fa_ir: نام ضروری است

# AspUserMembershipViewModel_invite
source: How to know this website?
fa_ir: نحوه آشنایی

# AspUserMembershipViewModel_LastName
source: LastName
fa_ir: نام خانوادگی

# AspUserMembershipViewModel_LastName_ReqMsg
source: LastName is Required
fa_ir: نام خانوادگی ضروری است

# AspUserMembershipViewModel_MeliCardUrl
source: University Card
fa_ir: کارت دانشجویی

# AspUserMembershipViewModel_Password
source: Password
fa_ir: رمز عبور

# AspUserMembershipViewModel_Password_ReqMsg
source: Confirm Password is Required
fa_ir: رمز عبور ضروری است

# AspUserMembershipViewModel_PersonalImageUrl
source: Personal Image
fa_ir: عکس پرسنلی

# AspUserMembershipViewModel_PhoneNumber
source: Phone Number
fa_ir: شماره همراه

# AspUserMembershipViewModel_UniversityCardUrl
source: University Card
fa_ir: پیوست کارت دانشجویی

# BookViewModel_CreateDateConverted
source: Create Date
fa_ir: تاریخ ثبت

# BookViewModel_ImageUrl
source: Image
fa_ir: تصویر کتاب

# BookViewModel_LanguageName
source: Language
fa_ir: زبان

# BookViewModel_Name
source: Name
fa_ir: نام

# BookViewModel_Name_ReqMsg
source: Name is Required
fa_ir: نام ضروری است

# BookViewModel_PrintPeriod
source: PrintPeriod
fa_ir: شماره چاپ

# BookViewModel_PrintPeriod_ReqMsg
source: PrintPeriod is Required
fa_ir: شماره چاپ ضروری است

# BookViewModel_Writer
source: Writer
fa_ir: نام نویسنده

# BookViewModel_Writer_ReqMsg
source: Writer is Required
fa_ir: نام نویسنده ضروری است

# BookViewModel_Year
source: Year
fa_ir: سال چاپ

# BookViewModel_Year_ReqMsg
source: Year is Required
fa_ir: سال چاپ ضروری است

# CompanionViewModel_BornDate
source: Born Date
fa_ir: تاریخ تولد

# CompanionViewModel_BornDate_ReqMsg
source: Born Date is Required
fa_ir: تاریخ تولد ضروی است

# CompanionViewModel_CreateDateConverted
source: Create Date
fa_ir: تاریخ ثبت

# CompanionViewModel_Degree
source: Degree
fa_ir: آخرین مدرک تحصیلی

# CompanionViewModel_Degree_ReqMsg
source: Degree is Required
fa_ir: آخرین مدرک تحصیلی ضروی است

# CompanionViewModel_Email
source: Email
fa_ir: ایمیل

# CompanionViewModel_Email_EmailValidation
source: Email is not valid
fa_ir: ایمیل صحیح نیست

# CompanionViewModel_Email_ReqMsg
source: Email is Required
fa_ir: ایمیل ضروی است

# CompanionViewModel_FieldOfStudy
source: FieldOfStudy
fa_ir: رشته تحصیلی

# CompanionViewModel_FieldOfStudy_ReqMsg
source: FieldOfStudy is Required
fa_ir: رشته تحصیلی ضروی است

# CompanionViewModel_FirstName
source: FirstName
fa_ir: نام

# CompanionViewModel_FirstName_ReqMsg
source: FirstName is Required
fa_ir: نام ضروی است

# CompanionViewModel_LastName
source: LastName
fa_ir: نام خانوادگی

# CompanionViewModel_LastName_ReqMsg
source: LastName is Required
fa_ir: نام خانوادگی ضروی است

# CompanionViewModel_Melicode
source: Meli code
fa_ir: کد ملی

# CompanionViewModel_Melicode_ReqMsg
source: Meli code is Required
fa_ir: کد ملی ضروری است

# CompanionViewModel_PayReceiptFileImage
source: Pay Receipt File
fa_ir: پیوست تصویر فیش پرداختی

# CompanionViewModel_PayReceiptFileImageUrl
source: Pay Receipt File
fa_ir: پیوست تصویر فیش پرداختی

# CompanionViewModel_PhoneNumber
source: Cellphone
fa_ir: تلفن همراه

# CompanionViewModel_PhoneNumber_ReqMsg
source: Cellphone is Required
fa_ir: تلفن همراه ضروی است

# CompanionViewModel_SelectedPackage
source: Selected Package
fa_ir: بسته انتخابی

# CompanionViewModel_University
source: University
fa_ir: نام دانشگاه

# CompanionViewModel_UniversityCardFileImage
source: University Card File
fa_ir: پیوست کارت دانشجویی

# CompanionViewModel_UniversityCardFileImageUrl
source: University Card File
fa_ir: پیوست کارت دانشجویی

# CompanionViewModel_University_ReqMsg
source: University is Required
fa_ir: نام دانشگاه ضروی است

# ContactUsViewModel_ContactDateConverted
source: Contact Date
fa_ir: تاریخ ارسال پیام

# ContactUsViewModel_Email
source: Email
fa_ir: ایمیل

# ContactUsViewModel_Email_NotValidMsg
source: Email is not Valid
fa_ir: ایمیل معتبر نیست

# ContactUsViewModel_Email_ReqMsg
source: Email is Required
fa_ir: ایمیل ضروری است

# ContactUsViewModel_Family
source: Family
fa_ir: نام خانوادگی

# ContactUsViewModel_Family_ReqMsg
source: Family is Required
fa_ir: نام خانوادگی ضروری است

# ContactUsViewModel_Name
source: Name
fa_ir: نام

# ContactUsViewModel_Name_ReqMsg
source: Name is Required
fa_ir: نام ضروری است

# ContactUsViewModel_Subject
source: Subject
fa_ir: عنوان پیام

# ContactUsViewModel_Subject_ReqMsg
source: Subject is Required
fa_ir: عنوان پیام ضروری است

# ContactUsViewModel_TelNumber
source: TelNumber
fa_ir: شماره تماس

# ContactUsViewModel_TelNumber_ReqMsg
source: TelNumber is Required
fa_ir: شماره تماس ضروری است

# ContactUsViewModel_Text
source: Text
fa_ir: متن پیام

# ContactUsViewModel_Text_ReqMsg
source: Text is Required
fa_ir: متن پیام ضروری است

# EditMembershipVm_Address
source: Address
fa_ir: آدرس

# EditMembershipVm_BornDate
source: BornDate
fa_ir: تاریخ تولد

# EditMembershipVm_BornDate_ReqMsg
source: BornDate is Required
fa_ir: تاریخ تولد ضروری است

# EditMembershipVm_Degree
source: Degree
fa_ir: آخرین مدرک تحصیلی

# EditMembershipVm_Degree_ReqMsg
source: Degree is Required
fa_ir: آخرین مدرک تحصیلی ضروی است

# EditMembershipVm_Email
source: Email
fa_ir: ایمیل

# EditMembershipVm_Email_EmailValidation
source: Email is not Valid
fa_ir: ایمیل صحیح نیست

# EditMembershipVm_Email_ReqMsg
source: Email is Required
fa_ir: ایمیل ضروری است

# EditMembershipVm_FieldOfStudy
source: FieldOfStudy
fa_ir: رشته تحصیلی

# EditMembershipVm_FieldOfStudy_ReqMsg
source: FieldOfStudy is Required
fa_ir: رشته تحصیلی ضروری است

# EditMembershipVm_FirstName
source: FirstName
fa_ir: نام

# EditMembershipVm_FirstName_ReqMsg
source: FirstName is Required
fa_ir: نام ضروری است

# EditMembershipVm_LastName
source: LastName
fa_ir: نام خانوادگی

# EditMembershipVm_LastName_ReqMsg
source: LastName is Required
fa_ir: نام خانوادگی ضروری است

# EditMembershipVm_MeliCardFileImage
source: MeliCard Image
fa_ir: تصویر کارت ملی

# EditMembershipVm_MeliCardUrl
source: MeliCard Image
fa_ir: تصویر کارت ملی

# EditMembershipVm_Melicode
source: Melicode
fa_ir: کد ملی

# EditMembershipVm_Melicode_ReqMsg
source: Melicode is Required
fa_ir: کد ملی ضروری است

# EditMembershipVm_PersonalFileImage
source: Personal Image
fa_ir: عکس پرسنلی

# EditMembershipVm_PersonalImageUrl
source: Personal Image
fa_ir: عکس پرسنلی

# EditMembershipVm_PhoneNumber
source: CellPhone Number
fa_ir: همراه

# EditMembershipVm_PhoneNumber_ReqMsg
source: CellPhone Number is Required
fa_ir: همراه ضروری است

# EditMembershipVm_selectedCityID
source: City
fa_ir: شهر

# EditMembershipVm_selectedProvinceID
source: Province
fa_ir: استان

# EditMembershipVm_sex_ReqMsg
source: Gender is Required
fa_ir: جنسیت ضروری است

# EditMembershipVm_sex
source: Gender
fa_ir: جنسیت

# EditMembershipVm_University
source: University
fa_ir: نام دانشگاه

# EditMembershipVm_UniversityCardFileImage
source: University Card Image
fa_ir: تصویر کارت دانشجویی

# EditMembershipVm_UniversityCardUrl
source: University Card Image
fa_ir: تصویر کارت دانشجویی

# EditMembershipVm_University_ReqMsg
source: University is Required
fa_ir: نام دانشگاه ضروری است

# FAQViewModel_Answer
source: Answer
fa_ir: متن پاسخ

# FAQViewModel_Answer_ReqMsg
source: Answer is Required
fa_ir: متن پاسخ ضروری است

# FAQViewModel_CreateDateConverted
source: Create Date
fa_ir: تاریخ ثبت

# FAQViewModel_Enable
source: Enable
fa_ir: فعال

# FAQViewModel_LanguageName
source: Language
fa_ir: زبان

# FAQViewModel_Priority
source: Priority
fa_ir: اولیت

# FAQViewModel_Priority_ReqMsg
source: Priority is Required
fa_ir: اولویت ضروری است

# FAQViewModel_Question
source: Question
fa_ir: متن سوال

# FAQViewModel_Question_ReqMsg
source: Question is Required
fa_ir: متن سوال ضروری است

# GalleryAlbumViewModel_CreateDateConverted
source: Create Date
fa_ir: تاریخ ثبت

# GalleryAlbumViewModel_Description
source: Description
fa_ir: تضیحات

# GalleryAlbumViewModel_Name
source: Name
fa_ir: نام

# GalleryAlbumViewModel_Name_ReqMsg
source: Name is Required
fa_ir: نام ضروری است

# GalleryImageViewModel_CreateDateConverted
source: Create Date
fa_ir: تاریخ ثبت

# GalleryImageViewModel_Enable
source: Enable
fa_ir: فعال

# GalleryImageViewModel_Explain
source: Explain
fa_ir: توضیحات

# GalleryImageViewModel_GalleryAlbumName
source: Gallery Album Name
fa_ir: نام آلبوم

# GalleryImageViewModel_Height
source: Height
fa_ir: ارتفاع

# GalleryImageViewModel_ImageLink
source: Image Link
fa_ir: لینک عکس

# GalleryImageViewModel_LongImageFile
source: Long Image File
fa_ir: فایل عکس

# GalleryImageViewModel_LongImageFile_ReqMsg
source: Long Image File is Required
fa_ir: فایل عکس را وارد کنید

# GalleryImageViewModel_LongImageUrl
source: Long Image
fa_ir: عکس بزرگ

# GalleryImageViewModel_Name
source: Name
fa_ir: نام

# GalleryImageViewModel_Name_ReqMsg
source: Name is Required
fa_ir: نام ضروری است

# GalleryImageViewModel_Priority
source: Priority
fa_ir: اولویت

# GalleryImageViewModel_Priority_ReqMsg
source: Priority is Required
fa_ir: اولویت ضروری است

# GalleryImageViewModel_ShortImageUrl
source: Short Image
fa_ir: عکس کوچک

# GalleryImageViewModel_SmallImage
source: Small Image File
fa_ir: فایل کوچک عکس

# GalleryImageViewModel_SmallImage_ReqMsg
source: Small Image File is Required
fa_ir: فایل کوچک عکس ضروری است

# GalleryImageViewModel_Width
source: Width
fa_ir: عرض

# InvoiceViewModel_Amount
source: Amount
fa_ir: مبلغ

# InvoiceViewModel_Cash2BankBankName
source: Bank Name
fa_ir: نام بانک

# InvoiceViewModel_Cash2BankBankName_ReqMsg
source: Bank Name is Required
fa_ir: نام بانک ضروری است

# InvoiceViewModel_Cash2BankPayDate
source: Pay Date
fa_ir: تاریخ واریز

# InvoiceViewModel_Cash2BankPayDate_ReqMsg
source: Pay Date is Required
fa_ir: تاریخ واریز ضروری است

# InvoiceViewModel_Cash2BankPayFile
source: Pay File
fa_ir: تصویر فیش

# InvoiceViewModel_Cash2BankPayFileUrl
source: Pay File
fa_ir: تصویر فیش

# InvoiceViewModel_Cash2BankPayFileUrl_ReqMsg
source: Pay File is Required
fa_ir: تصویر فیش ضروری است

# InvoiceViewModel_Cash2BankPayFile_ReqMsg
source: Pay File is Required
fa_ir: تصویر فیش ضروری است

# InvoiceViewModel_Cash2BankPayReceipt
source: Receipt
fa_ir: شماره فیش

# InvoiceViewModel_Cash2BankPayReceipt_ReqMsg
source: Receipt is Required
fa_ir: شماره فیش ضروری است

# InvoiceViewModel_CreateDateConverted
source: Create Date
fa_ir: تاریخ

# InvoiceViewModel_DigitalCode
source: Digital Code
fa_ir: رسید دیجیتال

# InvoiceViewModel_InvoiceType
source: Invoice Type
fa_ir: نوع فاکتور

# InvoiceViewModel_ReservationCode
source: Reservation Code
fa_ir: پیگیری

# LoginMembershipViewModel_Password
source: Password
fa_ir: رمزعبور

# LoginMembershipViewModel_Password_ReqMsg
source: Password is Required
fa_ir: رمز عبور ضروری است

# LoginMembershipViewModel_RememberMe
source: Remember Me
fa_ir: مرا به خاطر بسپار

# LoginMembershipViewModel_Username
source: Email
fa_ir: ایمیل

# LoginMembershipViewModel_Username_ReqMsg
source: Email is Required
fa_ir: ایمیل ضروی است

# NewsFeedViewModel_NewsFeedEmail
source: Email
fa_ir: ایمیل

# NewsFeedViewModel_NewsFeedEmail_EmailValidation
source: Email is not correct
fa_ir: ایمیل صحیح نیست

# NewsFeedViewModel_NewsFeedEmail_ReqMsg
source: Email is Required
fa_ir: ایمیل ضروری است

# OrderItemViewModel_Count
source: Count
fa_ir: تعداد

# OrderItemViewModel_CreateDateConverted
source: Create Date
fa_ir: تاریخ ثبت

# OrderItemViewModel_Name
source: Item Name
fa_ir: نام بسته

# OrderItemViewModel_Price
source: Price
fa_ir: مبلغ

# OrderViewModel_Amount
source: Amount
fa_ir: مبلغ

# OrderViewModel_CreateDateConverted
source: Create Date
fa_ir: تاریخ ثبت

# OrderViewModel_Invoice
source: Invoice
fa_ir: فاکتور

# OrderViewModel_OrderItems
source: Items
fa_ir: اقلام

# OrderViewModel_Status
source: Status
fa_ir: وضعیت

# PasswordChangeMembershipViewModel_ConfirmPassword
source: Confirm Password
fa_ir: تکرار رمز عبور

# PasswordChangeMembershipViewModel_ConfirmPassword_Compare
source: Confirm Password is not equal to Password
fa_ir: رمز عبور با تکرار آن مطابقت ندارد

# PasswordChangeMembershipViewModel_ConfirmPassword_ReqMsg
source: Confirm password Confirm Password
fa_ir: تکرار رمز عبور وری است

# PasswordChangeMembershipViewModel_OldPassword
source: OldPassword
fa_ir: رمز عبور قدیم

# PasswordChangeMembershipViewModel_OldPassword_ReqMsg
source: OldPassword is Required
fa_ir: رمز عبور قدیم وری است

# PasswordChangeMembershipViewModel_Password
source: Password
fa_ir: رمز عبور

# PasswordChangeMembershipViewModel_Password_ReqMsg
source: Password is Required
fa_ir: رمز عبور وری است

# PasswordRecoveryMembershipViewModel_Email
source: Email
fa_ir: ایمیل

# PasswordRecoveryMembershipViewModel_Email_EmailValidation
source: Email is not correct
fa_ir: ایمیل صحیح نیست

# PasswordRecoveryMembershipViewModel_Email_ReqMsg
source: Email is Required
fa_ir: ایمیل ضروری است

# PayVipViewModel_UniversityCardFileImage
source: University card attach
fa_ir: پیوست کارت دانشجویی

# RegisterMembershipVm_BornDate
source: Born Date*
fa_ir: تاریخ تولد*

# RegisterMembershipVm_BornDate_ReqMsg
source: Born Date is Required
fa_ir: تاریخ تولد ضروی است

# RegisterMembershipVm_Email
source: Email*
fa_ir: ایمیل*

# RegisterMembershipVm_Email_EmailValidation
source: Email is not Valid
fa_ir: ایمیل صحیح نیست

# RegisterMembershipVm_Email_ReqMsg
source: Email is Required
fa_ir: ایمیل ضروی است

# RegisterMembershipVm_FirstName
source: FirstName*
fa_ir: نام*

# RegisterMembershipVm_FirstName_ReqMsg
source: FirstName is Required
fa_ir: نام ضروی است

# RegisterMembershipVm_LastName
source: LastName*
fa_ir: نام خانوادگی*

# RegisterMembershipVm_LastName_ReqMsg
source: LastName is Required
fa_ir: نام خانوادگی ضروی است

# RegisterMembershipVm_PhoneNumber
source: CellPhone*
fa_ir: تلفن همراه*

# RegisterMembershipVm_PhoneNumber_ReqMsg
source: CellPhone is Required
fa_ir: تلفن همراه ضروی است

# RegisterMembershipVm_sex
source: sex*
fa_ir: *جنسیت

# RegisterMembershipVm_sex_ReqMsg
source: sex is Required
fa_ir: جنسیت ضروی است

# RegisterMembershipVm_University
source: University*
fa_ir: دانشگاه*

# RegisterMembershipVm_University_ReqMsg
source: University is Required
fa_ir: دانشگاه ضروی است

# ResetPasswordViewModel_ConfirmPassword
source: Confirm Password
fa_ir: تکرار رمز عبور

# ResetPasswordViewModel_ConfirmPassword_Compare
source: Confirm password is not equal to password
fa_ir: رمز عبور با تکرار آن مطابقت ندارد

# ResetPasswordViewModel_ConfirmPassword_ReqMsg
source: Confirm Password is Required
fa_ir: تکرار رمز عبور ضروری است

# ResetPasswordViewModel_Email
source: Email
fa_ir: ایمیل

# ResetPasswordViewModel_Email_EmailValidation
source: Email is not correct
fa_ir: ایمیل صحیح نیست

# ResetPasswordViewModel_Email_ReqMsg
source: Email is Required
fa_ir: ایمیل ضروری است

# ResetPasswordViewModel_Password
source: Password
fa_ir: رمزعبور

# ResetPasswordViewModel_Password_ReqMsg
source: Password is Required
fa_ir: رمزعبور ضروری است

# SocietyExecutorViewModel_CreateDateConverted
source: Create Date
fa_ir: تاریخ ثبت

# SocietyExecutorViewModel_DegreeLevel
source: DegreeLevel
fa_ir: تحصیلات

# SocietyExecutorViewModel_DegreeLevel_ReqMsg
source: DegreeLevel is Required
fa_ir: تحصیلات ضروری است

# SocietyExecutorViewModel_Email
source: Email
fa_ir: ایمیل

# SocietyExecutorViewModel_Email_NotValidMsg
source: Email is not Valid
fa_ir: ایمیل معتبر نیست

# SocietyExecutorViewModel_Email_ReqMsg
source: Email is Required
fa_ir: ایمیل ضروری است

# SocietyExecutorViewModel_Family
source: Family
fa_ir: نام خانوادگی

# SocietyExecutorViewModel_Family_ReqMsg
source: Family is Required
fa_ir: نام خانوادگی ضروری است

# SocietyExecutorViewModel_Name
source: Name
fa_ir: نام

# SocietyExecutorViewModel_Name_ReqMsg
source: Name is Required
fa_ir: نام ضروری است

# SocietyExecutorViewModel_PersonalImageUrl
source: PersonalImageUrl
fa_ir: عکس پرسنلی

# SocietyExecutorViewModel_PersonalImageUrl_ReqMsg
source: PersonalImageUrl is Required
fa_ir: عکس پرسنلی ضروری است

# SocietyExecutorViewModel_Position
source: Position
fa_ir: سمت

# SocietyExecutorViewModel_Position_ReqMsg
source: Position is Required
fa_ir: سمت ضروری است

# SocietyExecutorViewModel_ResumeUrl
source: Resume
fa_ir: فایل رزومه

# SocietyExecutorViewModel_ResumeUrl_ReqMsg
source: Resume is Required
fa_ir: فایل رزومه ضروری است

# SocietyMemberPeriodViewModel_CreateDateConverted
source: Create Date
fa_ir: تاریخ ثبت

# SocietyMemberPeriodViewModel_EndDate
source: EndDate
fa_ir: پایان دوره

# SocietyMemberPeriodViewModel_EndDate_ReqMsg
source: EndDate is Required
fa_ir: پایان دوره ضروری است

# SocietyMemberPeriodViewModel_StartDate
source: Start Date
fa_ir: شروع دوره

# SocietyMemberPeriodViewModel_StartDate_ReqMsg
source: Start Date is Required
fa_ir: شروع دوره ضروری است

# SocietyMemberViewModel_CreateDateConverted
source: Create Date
fa_ir: تاریخ ثبت

# SocietyMemberViewModel_DegreeLevel
source: Degree Level
fa_ir: تحصیلات

# SocietyMemberViewModel_DegreeLevel_ReqMsg
source: Degree Level is Required
fa_ir: تحصیلات ضروری است

# SocietyMemberViewModel_Email
source: Email
fa_ir: ایمیل

# SocietyMemberViewModel_Email_NotValidMsg
source: Email is not Valid
fa_ir: ایمیل معتبر نیست

# SocietyMemberViewModel_Email_ReqMsg
source: Email is Required
fa_ir: ایمیل ضروری است

# SocietyMemberViewModel_Family
source: Family
fa_ir: نام خانوادگی

# SocietyMemberViewModel_Family_ReqMsg
source: Family is Required
fa_ir: نام خانوادگی ضروری است

# SocietyMemberViewModel_LanguageName
source: Language
fa_ir: زبان

# SocietyMemberViewModel_Name
source: Name
fa_ir: نام

# SocietyMemberViewModel_Name_ReqMsg
source: Name is Required
fa_ir: نام ضروری است

# SocietyMemberViewModel_PersonalImage
source: Personal Image
fa_ir: عکس پرسنلی

# SocietyMemberViewModel_PersonalImageUrl
source: Personal Image
fa_ir: عکس پرسنلی

# SocietyMemberViewModel_PersonalImage_ReqMsg
source: Personal Image is Required
fa_ir: عکس پرسنلی ضروری است

# SocietyMemberViewModel_Position
source: Position
fa_ir: سمت

# SocietyMemberViewModel_Position_ReqMsg
source: Position is Required
fa_ir: سمت ضروری است

# SocietyMemberViewModel_Resume
source: Resume
fa_ir: فایل رزومه

# SocietyMemberViewModel_ResumeUrl
source: Resume
fa_ir: فایل رزومه

# SocietyMemberViewModel_Resume_ReqMsg
source: Resume is Required
fa_ir: فایل رزومه ضروری است

# ArticleFilterViewModel_ArticleCategories
source: Categories
fa_ir: زمینه ها

# ArticleFilterViewModel_ArticleSelectedCategory
source: Categories
fa_ir: زمینه ها

# ArticleFilterViewModel_ArticleSelectedStatus
source: Article Status
fa_ir: وضعیت مقاله

# ArticleFilterViewModel_ArticleStatusName
source: Status
fa_ir: وضعیت مقاله

# ArticleFilterViewModel_CreateDateFrom
source: Create Date From
fa_ir: تاریخ ثبت از

# ArticleFilterViewModel_CreateDateTo
source: Create Date To
fa_ir: تاریخ ثبت تا

# ArticleFilterViewModel_Enable
source: Enable
fa_ir: فعال

# ArticleFilterViewModel_EnglishTitle
source: EnglishTitle
fa_ir: عنوان انگلیسی

# ArticleFilterViewModel_Keywords
source: Keywords
fa_ir: کلمات کلیدی

# ArticleFilterViewModel_OwnerCellphone
source: Sender Cellphone
fa_ir: همراه

# ArticleFilterViewModel_OwnerEmail
source: Sender Email
fa_ir: ایمیل

# ArticleFilterViewModel_OwnerName
source: Sender Name
fa_ir: نام فرستنده

# ArticleFilterViewModel_Referees
source: Referee name
fa_ir: نام داور

# ArticleFilterViewModel_Summary
source: Summary
fa_ir: چکیده

# ArticleFilterViewModel_Title
source: Title
fa_ir: عنوان

# ArticleFilterViewModel_Writers
source: Writers
fa_ir: نویسندگان

# ArticleListItemViewModel_ArticleStatusName
source: Status
fa_ir: وضعیت مقاله

# ArticleListItemViewModel_CreateDateConverted
source: Create Date
fa_ir: تاریخ ثبت

# ArticleListItemViewModel_Fields
source: Fields
fa_ir: زمینه ها

# ArticleListItemViewModel_RefereeState
source: Referee State
fa_ir: وضعیت

# ArticleListItemViewModel_Title
source: Title
fa_ir: عنوان

# ArticleListItemViewModel_Title_ReqMsg
source: Title is Required
fa_ir: عنوان ضروری است

# ArticleViewModel_ArticleFields
source: Article Fields
fa_ir: زمینه های مقاله

# ArticleViewModel_ArticleFile
source: Article File
fa_ir: فایل مقاله

# ArticleViewModel_ArticleFileUrl
source: Article File
fa_ir: فایل مقاله

# ArticleViewModel_ArticleFile_ReqMsg
source: Article File is Required
fa_ir: فایل مقاله ضروری است

# ArticleViewModel_ArticleLanguageSelectedID
source: Language
fa_ir: زبان مقاله

# ArticleViewModel_ArticleStatusName
source: Status Name
fa_ir: وضعیت مقاله

# ArticleViewModel_ConferenceName
source: Conference
fa_ir: همایش

# ArticleViewModel_CreateDateConverted
source: Create Date
fa_ir: تاریخ ثبت

# ArticleViewModel_Enable
source: Enable
fa_ir: فعال

# ArticleViewModel_EnglishTitle
source: English Title
fa_ir: عنوان انگلیسی

# ArticleViewModel_EnglishTitle_ReqMsg
source: English Title is Required
fa_ir: عنوان انگلیسی ضروری است

# ArticleViewModel_FieldNames
source: FieldNames
fa_ir: زمینه ها

# ArticleViewModel_Fields
source: Fields
fa_ir: زمینه

# ArticleViewModel_FileUrl
source: File
fa_ir: فایل مقاله

# ArticleViewModel_OwnerCellphone
source: Sender Cellphone
fa_ir: همراه

# ArticleViewModel_OwnerEmail
source: Sender Email
fa_ir: ایمیل فرستنده

# ArticleViewModel_OwnerEmail_EmailValidation
source: Sender Email is not valid
fa_ir: ایمیل فرستنده صحیح نیست

# ArticleViewModel_OwnerName
source: Sender Name
fa_ir: نام فرستنده

# ArticleViewModel_Published
source: Published
fa_ir: انتشار

# ArticleViewModel_RefereeState
source: Referee State
fa_ir: وضعیت

# ArticleViewModel_Summary
source: Summary
fa_ir: چکیده مقاله

# ArticleViewModel_Summary_ReqMsg
source: Summary is Required
fa_ir: چکیده مقاله ضروری است

# ArticleViewModel_Title
source: Title
fa_ir: عنوان مقاله

# ArticleViewModel_Title_ReqMsg
source: Title is Required
fa_ir: عنوان مقاله ضروری است

# ArticleViewModel_Visit
source: Visit
fa_ir: بازدید

# ArticleViewModel_WriterNames
source: Writer Names
fa_ir: نویسندگان

# ArticleViewModel_Writers
source: Writers
fa_ir: نویسندگان

# ArticleViewModel_Writers_ReqMsg
source: Writers is Required
fa_ir: نویسندگان ضروری است

# WriterViewModel_Cellphone
source: Cellphone
fa_ir: موبایل

# WriterViewModel_Cellphone_ReqMsg
source: Cellphone is Required
fa_ir: موبایل ضروری است

# WriterViewModel_Email
source: Email
fa_ir: ایمیل

# WriterViewModel_Email_EmailValidation
source: Email is not Valid
fa_ir: ایمیل صحیح نیست

# WriterViewModel_Email_ReqMsg
source: Email is Required
fa_ir: ایمیل ضروری است

# WriterViewModel_FirstName
source: FirstName
fa_ir: نام

# WriterViewModel_FirstName_ReqMsg
source: FirstName is Required
fa_ir: نام ضروری است

# WriterViewModel_LastName
source: LastName
fa_ir: نام خانوادگی

# WriterViewModel_LastName_ReqMsg
source: LastName is Required
fa_ir: نام خانوادگی ضروری است
