Repository: ali-akhound/Cmsi2
Catalog: AVA.Web.Resources/Resource.*.resx
Languages: fa_ir

# RegisterMembershipVm_Degree
source: Degree
fa_ir: مدرک تحصیلی

# RegisterMembershipVm_FieldOfStudy
source: FieldOfStudy*
fa_ir: رشته تحصیلی*

# RegisterMembershipVm_FieldOfStudy_ReqMsg
source: FieldOfStudy is Required
fa_ir: رشته تحصیلی ضروری است

# RegisterMembershipVm_Melicode
source: Melicode*
fa_ir: کدملی*

# RegisterMembershipVm_Melicode_ReqMsg
source: Melicode is Required
fa_ir: کدملی ضروری است

# RegisterMembershipVm_Password
source: Password*
fa_ir: رمز عبور*

# RegisterMembershipVm_Password_ReqMsg
source: Password is Required
fa_ir: رمز عبور ضروری است

# ArticleViewModel_FileUrl_ReqMsg
source: Article File is Required
fa_ir: فایل مقاله ضروری است

# PaymentViewModel_Amount
source: Amount
fa_ir: مبلغ

# PaymentViewModel_CreateDateConverted
source: Date
fa_ir: تاریخ

# PaymentViewModel_Explain
source: Explain
fa_ir: توضیحات

# PaymentViewModel_PaymentTypeName
source: Payment Type
fa_ir: نوع پرداخت

# PaymentViewModel_OrderStatus
source: Status
fa_ir: وضعیت

# PaymentViewModel_UserNameFamily
source: User Name
fa_ir: نام و نام خانوادگی

# PaymentViewModel_PayExplain
source: Pay Explain
fa_ir: توضیحات پرداخت

# PaymentViewModel_InvoiceTypeName
source: Invoice Type
fa_ir: نوع فاکتور

# ArticleViewModel_Keywords
source: Keywords
fa_ir: کلمات کلیدی

# ArticleViewModel_Keywords_ReqMsg
source: Keywords is Required
fa_ir: کلمات کلیدی ضروری است

# EditMembershipVm_EnglishFirstName
source: English LastName*
fa_ir: نام انگلیسی

# EditMembershipVm_EnglishFirstName_ReqMsg
source: English LastName is Required
fa_ir: نام انگلیسی ضروری است

# EditMembershipVm_EnglishLastName
source: English FirstName*
fa_ir: نام خانوادگی انگلیسی

# EditMembershipVm_EnglishLastName_ReqMsg
source: English FirstName is Required
fa_ir: نام خانوادگی انگلیسی ضروری است

# RegisterMembershipVm_EnglishFirstName
source: FirstName*
fa_ir: نام انگلیسی

# RegisterMembershipVm_EnglishFirstName_ReqMsg
source: FirstName is Required
fa_ir: نام انگلیسی ضروری است

# RegisterMembershipVm_EnglishLastName
source: LastName*
fa_ir: نام خانوادگی انگلیسی

# RegisterMembershipVm_EnglishLastName_ReqMsg
source: LastName is Required
fa_ir: نام خانوادگی انگلیسی ضروری است

# RegisterMembershipVm_PhoneNumber_RegEx
source: Cellphone is not valid
fa_ir: تلفن همراه صحیح نیست

# AspUserMembershipViewModel_EnglishFirstName_RegEx
source: English Firstname should be [a-z][A-Z]
fa_ir: نام انگلیسی باید [a-z][A-Z] باشد

# AspUserMembershipViewModel_EnglishLastName_RegEx
source: English Lastname should be [a-z][A-Z]
fa_ir: نام خانوادگی انگلیسی باید [a-z][A-Z] باشد

# CompanionViewModel_PhoneNumber_RegEx
source: Cellphone is not valid
fa_ir: شماره همراه معتبر نیست

# EditMembershipVm_EnglishFirstName_RegEx
source: English Firstname should be [a-z][A-Z]
fa_ir: نام انگلیسی باید [a-z][A-Z] باشد

# EditMembershipVm_EnglishLastName_RegEx
source: English Lastname should be [a-z][A-Z]
fa_ir: نام خانوادگی انگلیسی باید [a-z][A-Z] باشد

# RegisterMembershipVm_EnglishFirstName_RegEx
source: English Firstname should be [a-z][A-Z]
fa_ir: نام انگلیسی باید [a-z][A-Z] باشد

# RegisterMembershipVm_EnglishLastName_RegEx
source: English Lastname should be [a-z][A-Z]
fa_ir: نام خانوادگی انگلیسی باید [a-z][A-Z] باشد

# ArticleClientQuickFilterViewModel_ConferenceName
source: Conference Name
fa_ir: عنوان همایش

# ArticleListItemViewModel_ArticlePresentTypeName
source: Present Type
fa_ir: نحوه ارائه

# ArticleViewModel_ArticlePresentTypeName
source: Present Type
fa_ir: نحوه ارائه

# ArticleViewModel_RefereeArticleResults
source: Referee Results
fa_ir: نتایج داوری

# ArticleViewModel_ConferencePlace
source: Conference Place
fa_ir: محل همایش

# SocietyExecutorViewModel_Enable
source: Enable
fa_ir: فعال

# SocietyMemberViewModel_Enable
source: Enable
fa_ir: فعال

# SocietyExecutorViewModel_LanguageName
source: Language
fa_ir: زبان

# ArticleListItemViewModel_ArticlePresentTypeNameExpain
source: Explain
fa_ir: توضیحات

# ArticleViewModel_ArticleWordFile
source: Article Word File
fa_ir: فایل word مقاله

# ArticleViewModel_ArticleWordFile_ReqMsg
source: Article Word File is Required
fa_ir: فایل word مقاله ضروری است

# ArticleViewModel_FileWordUrl
source: Word File
fa_ir: فایل Word مقاله

# ArticleViewModel_FileWordUrl_ReqMsg
source: Article Word File is Required
fa_ir: فایل Word مقاله ضروری است

# ArticleViewModel_PosterUrl
source: Article Poster
fa_ir: پوستر ارائه مقاله

# ArticleViewModel_PresentTime
source: Present time
fa_ir: زمان ارائه مقاله

# ArticleViewModel_PresentLocation
source: Present Location
fa_ir: مکان ارائه مقاله

# ArticleViewModel_RegisterationStatus
source: Registeration Status
fa_ir: عضویت انجمن

# ArticleViewModel_PosterFile
source: Article Poster
fa_ir: فایل پوستر مقاله

# WriterViewModel_IsMainWriter
source: Main Writer
fa_ir: نویسنده مسئول
